Repository: tbson/base
Catalog: api/public/locales/*/LC_MESSAGES/django.po
Languages: vi

source: Invalid email format
vi: Email không đúng định dạng

source: Please enter your password
vi: Bạn hãy nhập mật khẩu

source: Email length can not excess 100 characters
vi: Độ dài email không thể vượt quá 100 ký tự

source: Phone number can not be blank
vi: Không thể để trống số điện thoại

source: Phone number length can not excess 50 characters
vi: Độ dài số điện thoại không thể vượt quá 50 ký tự

source: This profile already had PID
vi: Tài khoản này đã có PID

source: Can not set PID
vi: Không thể gán PID

source: Neither you nor your relatives have this profile_id
vi: Bạn chỉ có thể tạo hồ sơ của người thân mình

source: PID is required
vi: Trường PID là bắt buộc

source: Can not add yourself as a relative
vi: Bạn không thể nhập thông tin chính mình để tạo hồ sơ người thân

source: Our system detects that you could be a robot. Please try again.
vi: Hệ thống chúng tôi nhận thấy bạn có thể là người máy. Xin vui lòng thử lại.

source: OneVinmec - Email address verification
vi: OneVinmec - Xác nhận địa chỉ email

source: Can not add a profile multiple times
vi: Không thể thêm 1 hồ sơ nhiều lần

source: This relative profile already exist.
vi: Thông tin người thân này đã tồn tại.

source: Can not refresh token
vi: Không thể làm mới token

source: Your account has been locked. Please, reactivate it before logging in again!
vi: Tài khoản đang bị khóa. Hãy kích hoạt lại trước khi đăng nhập!

source: Incorrect login information. Please, try again
vi: Thông tin đăng nhập không chính xác. Vui lòng thử lại

source: This email already exists in the system. Please, use another email to register or use the "Forgot password" function.
vi: Email đã tồn tại trong hệ thống. Vui lòng dùng email khác để đăng ký hoặc sử dụng chức năng “Quên mật khẩu”.

source: This phone number already exists in the system. Please use another phone number to register or use the "Forgot password" function.
vi: Số điện thoại đã tồn tại trong hệ thống. Vui lòng dùng số điện thoại khác để đăng ký hoặc sử dụng chức năng “Quên mật khẩu”.

source: Invalid OTP
vi: Mã OTP không hợp lệ

source: Wrong activation code
vi: Sai mã kích hoạt

source: Can not reset password
vi: Không thể khôi phục mật khẩu

source: You can only connect PID your profile or relative profiles
vi: Bạn chỉ có thể kết nối hồ sơ của chính mình hoặc người thân của bạn

source: This profile already connected with PID
vi: Tài khoản này đã kết nối PID

source: Incorrect current password
vi: Mật khẩu hiện tại không chính xác

source: OneVinmec - Verification code
vi: OneVinmec - Mã xác nhận

source: You have entered incorrect OTP so many times. Please go to Vinmec service counter to verify your account
vi: Bạn đã nhập sai mã OTP quá số lần quy định. Vui lòng tới Vinmec để xác thực tài khoản

source: Can not send OTP, please try again after 90 seconds
vi: Không thể gửi OTP, bạn hãy thử lại sau khi 90 giây

source: Patient code does not exist in Vinmec Healthcare System
vi: Mã y tế không tồn tại trong hệ thống Vinmec

source: We did not find any phone number which is associated to your Vinmec’s medical record. Please contact Vinmec customer care for support
vi: Chúng tôi không tìm thấy số điện thoại của bạn ở trong hồ sơ y tế tại Vinmec. Bạn hãy liên lạc với CSKH để được trợ giúp

source: You have no permission to get this profile info
vi: Bạn không thể xem thông tin tài khoản của người này

source: Passwords must contain at least 8 characters in length, a minimum of 1 uppercase letter, a minimum of 1 numeric character
vi: Mật khẩu phải ít nhất 8 ký tự, chứa 1 ký tự viết hoa, chứa 1 ký tự số

source: Make sure your password is at least 8 letters
vi: Mật khẩu không thể ngắn hơn 8 ký tự

source: Make sure your password has a number in it
vi: Thiếu số trong mật khẩu

source: Make sure your password has a capital letter in it
vi: Thiếu ký tự viết hoa trong mật khẩu

source: Invalid phone number format
vi: Số điện thoại không đúng định dạng
